Repository: marcusschiesser/screencontext
Catalog: Sources/ScreenContext/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja_jp, ko_kr, pt_br, ru, tr, vi, zh_cn, zh_tw

source: Support
ar: الدعم
es: Soporte
fr: Assistance
it: Assistenza
ja_jp: サポート
ko_kr: 지원
pt_br: Suporte
ru: Поддержка
tr: Destek
vi: Hỗ trợ
zh_cn: 支持
zh_tw: 支援

source: Start recording
ar: بدء التسجيل
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
it: Avvia registrazione
ja_jp: 収録を開始
ko_kr: 녹화 시작
pt_br: Iniciar gravação
ru: Начать запись
tr: Kaydı başlat
vi: Bắt đầu ghi
zh_cn: 开始录制
zh_tw: 開始錄製

source: Recording
ar: التسجيل
de: Aufnahme
es: Grabación
fr: Enregistrement
it: Registrazione
ja_jp: 録画
ko_kr: 녹화
pt_br: Gravação
ru: Запись
tr: Kayıt
vi: Ghi hình
zh_cn: 录制
zh_tw: 錄製

source: Press ⇧⌘O to start recording. Press it again to stop.
ar: اضغط ⇧⌘O لبدء التسجيل. اضغط مرة أخرى لإيقافه.
de: Drücke ⇧⌘O, um die Aufnahme zu starten. Drücke erneut, um sie zu stoppen.
es: Pulsa ⇧⌘O para iniciar la grabación. Vuelve a pulsarlo para detenerla.
fr: Appuyez sur ⇧⌘O pour démarrer l’enregistrement, puis à nouveau pour l’arrêter.
it: Premi ⇧⌘O per avviare la registrazione. Premi di nuovo per interromperla.
ja_jp: ⇧⌘Oで録画を開始します。もう一度押すと停止します。
ko_kr: ⇧⌘O를 눌러 녹화를 시작하세요. 다시 누르면 중지됩니다.
pt_br: Pressione ⇧⌘O para iniciar a gravação. Pressione novamente para parar.
ru: Нажмите ⇧⌘O, чтобы начать запись. Нажмите ещё раз, чтобы остановить.
tr: Kaydı başlatmak için ⇧⌘O tuşlarına basın. Durdurmak için tekrar basın.
vi: Nhấn ⇧⌘O để bắt đầu ghi. Nhấn lại để dừng.
zh_cn: 按 ⇧⌘O 开始录制，再按一次停止。
zh_tw: 按 ⇧⌘O 開始錄製，再按一次停止。

source: Preparing…
ar: جارٍ التحضير…
de: Vorbereiten…
es: Preparando…
fr: Préparation…
it: Preparazione…
ja_jp: 準備中…
ko_kr: 준비 중…
pt_br: Preparando…
ru: Подготовка…
tr: Hazırlanıyor…
vi: Đang chuẩn bị…
zh_cn: 正在准备…
zh_tw: 正在準備…

source: Audio
ar: الصوت
ja_jp: オーディオ
ko_kr: 오디오
pt_br: Áudio
ru: Аудио
tr: Ses
vi: Âm thanh
zh_cn: 音频
zh_tw: 音訊

source: Recording started
ar: بدأ التسجيل
de: Aufnahme gestartet
es: Grabación iniciada
fr: Enregistrement démarré
it: Registrazione avviata
ja_jp: 録画を開始しました
ko_kr: 녹화 시작됨
pt_br: Gravação iniciada
ru: Запись началась
tr: Kayıt başladı
vi: Đã bắt đầu ghi
zh_cn: 录制已开始
zh_tw: 錄製已開始

source: Recording stopped
ar: توقف التسجيل
de: Aufnahme gestoppt
es: Grabación detenida
fr: Enregistrement arrêté
it: Registrazione interrotta
ja_jp: 録画を停止しました
ko_kr: 녹화 중지됨
pt_br: Gravação interrompida
ru: Запись остановлена
tr: Kayıt durduruldu
vi: Đã dừng ghi
zh_cn: 录制已停止
zh_tw: 錄製已停止

source: Edit Webcam Layout…
ar: تعديل تخطيط كاميرا الويب…
de: Webcam-Layout bearbeiten…
es: Editar diseño de cámara…
fr: Modifier la disposition de la webcam…
it: Modifica layout webcam…
ja_jp: Webカメラのレイアウトを編集…
ko_kr: 웹캠 레이아웃 편집…
pt_br: Editar layout da webcam…
ru: Изменить расположение веб-камеры…
tr: Web kamerası düzenini değiştir…
vi: Chỉnh sửa bố cục webcam…
zh_cn: 编辑摄像头布局…
zh_tw: 編輯攝影機配置…
